export const QUESTIONS = [
  { id:1, cat:"ИГРЫ", title:"Роль в тиме", desc:"Кем ты играешь?", logic:"role", L:"Саппорт", R:"Кэрри" },
  { id:2, cat:"СЕКС", title:"Инициатива", desc:"Кто начинает?", logic:"role", L:"Доминант", R:"Сабмиссив" },
  { id:3, cat:"БЫТ",  title:"Уборка", desc:"Твое отношение к чистоте", logic:"match", L:"Хаос норм", R:"Чистюля" },
  { id:4, cat:"ОТДЫХ", title:"Выходные", desc:"Лежать или бежать?", logic:"match", L:"Активно", R:"Лениво" },
  { id:5, cat:"АВТО", title:"В машине", desc:"Кто рулит?", logic:"role", L:"Водитель", R:"Пассажир" }
];
